{
  "company_name": "blum-b1c3",
  "description": "Camelot operates as a decentralized exchange platform.",
  "company_overview": "Blum offers a decentralized crypto trading platform built within a Telegram mini-app and a standalone app. The company enables multichain token trading across centralized and decentralized exchanges using tools like a trading terminal, Memepad, and AI-driven bots. It also facilitates token launches and manages live operations for its native $BLUM utility token. The platform provides digital tools for real-time market interaction, token farming mechanics, and integration within the TON ecosystem.",
  "headquarters_location": "Dubai, United Arab Emirates, Asia",
  "founder_names": [],
  "industry_categories": [],
  "news": [
    {
      "date": "Jun 10, 2025",
      "source": "PRLog",
      "title": "Blum aims to redefine Value and Innovation in Indian Furniture Fittings",
      "url": "https://www.prlog.org/13081350-blum-aims-to-redefine-value-and-innovation-in-indian-furniture-fittings.html"
    },
    {
      "date": "Jun 2, 2025",
      "source": "Plum",
      "title": "Plum Wins Gold at the 5th Annual 2025 GlobeeÂ® Awards for Disruptors",
      "url": "https://www.globenewswire.com/news-release/2025/06/02/3091721/0/en/Plum-Wins-Gold-at-the-5th-Annual-2025-Globee-Awards-for-Disruptors.html"
    },
    {
      "date": "May 18, 2025",
      "source": "The Block",
      "title": "Blum co-founder, ex-Binance exec Vladimir Smerkis arrested in Moscow on fraud charges",
      "url": "https://www.tradingview.com/news/the_block:46087b9d8094b:0-blum-co-founder-ex-binance-exec-vladimir-smerkis-arrested-in-moscow-on-fraud-charges/"
    }
  ],
  "founder_info": {},
  "news_summary": "BuildingandInteriors interacted with Blum leadership during interzum 2025. Maarten de Vries, Regional Director - Asia Pacific, and Nadeem Patni, Managing Director, Blum India, shared insights on Blum's latest innovations and market outlook in conversation. Blum's presence at interzum 2025 reflects its ongoing commitment to delivering innovative, sustainable, and value-driven solutions. Plum is proud to announce that it has been named a winner of the Gold Technology Industry Disruptor at the 5th Annual 2025 Globee® Awards for Disruptors. Plum stood out among global innovators for redefining what it means to understand and nurture talent in the modern workforce. Built to transcend traditional pre-hire assessments, Plum equips organizations to prioritize durable soft skills. With insights grounded in I/O psychology and advanced behavioral data, Plum helps businesses unlock the full potential of their talent pools. The 2025 winners represent the spirit of disruption that’s shaping the future of business. “These innovators are not just responding to change—they are creating it,” said San Madan, President of the Globee® Awards. See the complete list of 2025 winners here: https://globeeawards.com/disruptor/winners. Plum is an award-winning talent assessment company. The company focuses on the core competencies that matter. Plum's award programs include the Globee Awards for Innovation, Cybersecurity and Women in Business. To learn more about Plum, visit: http://www.plum.io. Vladimir Smerkis, the co-founder of Blum, has been detained in Russia. He was arrested on accusations of large-scale fraud, according to local media reports. Blum is a popular Telegram Mini App that combines a crypto exchange with point-earning games. The official charges have yet to be revealed. Blum launched its \"Drop Game\" in May, 2024, which lets users farm \"Blum Points\" The project promised an eventual airdrop to turn Blum Points into tokens. Yet the arrest of Smerkis has some users expressing concerns over whether the airdop will actually take place. As of November 2023, Foresight Ventures is a majority investor of The Block. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. All Rights Reserved. This article is provided for informational purposes only and is not offered or intended to be used as legal, tax, investment, financial, or other advice."
}